/* no comment */
" Scan for Devices" = " Suche nach Geräten";

/* no comment */
" Stop Scanning" = " Suche stoppen";

/* no comment */
"Cancel" = "Abbrechen";

/* no comment */
"Connecting to BLE Devices!" = "Verbindungsaufbau zu BLE Geräten!";

/* no comment */
"Map Download" = "Karte herunterladen";

/* no comment */
"New Training" = "Neues Training";

/* no comment */
"new training" = "neues training";

/* no comment */
"Offline Maps deleted" = "Offline Karten wurden gelöscht";

/* no comment */
"Sorry, strava upload finished with an error!" = "Der Strava Upload war nicht erfolgreich!";

/* no comment */
"Starting Training" = "Starte Training";

/* no comment */
"Strava Upload" = "Strava Upload";

/* no comment */
"Type in the name!" = "Vergib einen Namen";

/* no comment */
"New Bicyle" = "Neues Fahrrad";

/* no comment */
"Unpair Device" = "Kopplung aufheben";

/* no comment */
"Gear" = "Gang";

/* no comment */
"Cyclist" = "Name";

/* no comment */
"Weight" = "Gewicht";

/* no comment */
"Weight" = "Gewicht";

/* no comment */
"max HR" = "max HF";

/* no comment */
"Bicyle Name" = "Neues Fahrrad";

/* no comment */
"Wheel Size" = "Laufradumfang";

/* no comment */
"Crank" = "Kurbel";

/* no comment */
"Sprockets" = "Ritzel";

/* no comment */
"Welcome" = "Willkommen";

/* no comment */
"Next" = "Weiter";

/* no comment */
"HR Sensor" = "HF Sensor";

/* no comment */
"Speed Sensor" = "Geschwindigkeit";

/* no comment */
"Save" = "Speichern";

/* no comment */
"Heart Rate" = "Herzfrequenz";

/* no comment */
"Power" = "Leistung";

/* no comment */
"Cadence" = "Trittfrequenz";

/* no comment */
"Duration" = "Dauer";

/* no comment */
"Next Interval: " = "Nächstes Intervall: ";

/* no comment */
"Endurance" = "Grundlagenausdauer";

/* no comment */
"Pre-installed Trainings" = "Vorinstallierte Trainingseinheiten";

/* no comment */
"Install or Update Trainings?" = "Sollen die Einheiten installiert bzw. aktualisiert werden?";

/* no comment */
"Copy of " = "Kopie von ";

/* no comment */
"Interval " = "Intervall ";




